[
  {
    "language": "latin",
    "books": [
      {
        "filename": "aeneid",
        "title": "The Aeneid",
        "author": "Virgil",
        "translator": "John Dryden",
        "english_source": "Standard Ebooks",
        "foreign_source": "Gutenberg",
        "verified": false,
        "description": "Virgil’s epic poem begins with Aeneas fleeing the ruins of Troy with his father Anchises and his young son Ascanius, with a plan to make a home in Italy. Because of a prophecy foretelling that the descendants of Aeneas will one day destroy Carthage, Juno’s favorite city, Juno orders the god of the winds to unleash a terrible storm. The ships are thrown off course and arrive at an African port. As Aeneas makes his way towards his new home he encounters Dido, Carthage’s queen, and falls deeply in love. — Standard Ebooks",
        "last_commit": "e26cdc4af367cd98e1cef55e75a0fb927cd380a1",
        "last_commit_time": "2022-06-09T23:36:32.000Z"
      },
      {
        "filename": "commentaries_gallic",
        "title": "Commentaries on the Gallic War",
        "author": "Julius Caesar",
        "translator": "W. A. McDevitte & W. S. Bohn",
        "english_source": "Standard Ebooks",
        "foreign_source": "The Latin Library",
        "verified": false,
        "description": "Commentaries on the Gallic War describes the conflicts between Rome and the region of Gaul in western Europe, as well as the Germanic peoples who lived to the east of the river Rhine, and Britain to the north, in the later years of the Roman republic.\n\nDespite being written in the 3rd person, the commentaries are the memoirs of Julius Caesar himself, and offer a unique insight into these events. — Standard Ebooks",
        "last_commit": "30536400b53220b7d19600011d5d4e6dd79c672f",
        "last_commit_time": "2022-06-09T23:28:21.000Z"
      },
      {
        "filename": "annals",
        "title": "The Reign of Tiberius, Out of the First Six Annals of Tacitus",
        "author": "Tacitus",
        "translator": "Thomas Gordon",
        "english_source": "Gutenberg",
        "foreign_source": "The Latin Library",
        "verified": false,
        "description": "",
        "last_commit": "30536400b53220b7d19600011d5d4e6dd79c672f",
        "last_commit_time": "2022-06-09T23:28:21.000Z"
      },
      {
        "filename": "apocolocyntosis",
        "title": "Apocolocyntosis",
        "author": "Seneca the Younger",
        "translator": "W.H.D. Rouse",
        "english_source": "Gutenberg",
        "foreign_source": "The Latin Library",
        "verified": false,
        "description": "",
        "last_commit": "30536400b53220b7d19600011d5d4e6dd79c672f",
        "last_commit_time": "2022-06-09T23:28:21.000Z"
      },
      {
        "filename": "carmina",
        "title": "Carmina",
        "author": "Catullus",
        "translator": "Richard Burton, Leonard Smithers",
        "english_source": "Gutenberg",
        "foreign_source": "Gutenberg",
        "verified": false,
        "description": "",
        "last_commit": "43f56b4acdf6d8f4be84b05dc63781c624aab753",
        "last_commit_time": "2022-06-10T00:03:05.000Z",
        "first_commit": "d6566453062ad11271ab88ac42870b544d8f2408",
        "first_commit_time": "2022-06-10T00:01:31.000Z"
      },
      {
        "filename": "confessions",
        "title": "The Confessions of St. Augustine",
        "author": "Saint Augustine of Hippo",
        "translator": "E.B. Pusey",
        "english_source": "Gutenberg",
        "foreign_source": "Gutenberg",
        "verified": false,
        "description": "",
        "last_commit": "30536400b53220b7d19600011d5d4e6dd79c672f",
        "last_commit_time": "2022-06-09T23:28:21.000Z"
      },
      {
        "filename": "germania_agricola",
        "title": "Germania and Agricola",
        "author": "Tacitus",
        "translator": "",
        "english_source": "Gutenberg",
        "foreign_source": "Gutenberg",
        "verified": false,
        "description": "",
        "last_commit": "30536400b53220b7d19600011d5d4e6dd79c672f",
        "last_commit_time": "2022-06-09T23:28:21.000Z"
      },
      {
        "filename": "histories",
        "title": "The Histories, Volumes I and II",
        "author": "Tacitus",
        "translator": "W. Hamilton Fyfe",
        "english_source": "Gutenberg",
        "foreign_source": "The Latin Library",
        "verified": false,
        "description": "",
        "last_commit": "30536400b53220b7d19600011d5d4e6dd79c672f",
        "last_commit_time": "2022-06-09T23:28:21.000Z"
      },
      {
        "filename": "satiricon",
        "title": "The Satyricon",
        "author": "Gaius Petronius Arbiter",
        "translator": "W.C. Firebaugh",
        "english_source": "Gutenberg",
        "foreign_source": "The Latin Library",
        "verified": false,
        "description": "",
        "last_commit": "30536400b53220b7d19600011d5d4e6dd79c672f",
        "last_commit_time": "2022-06-09T23:28:21.000Z"
      },
      {
        "filename": "vulgate",
        "title": "Biblia Sacra Vulgata Clementina",
        "author": "Saint Jerome",
        "translator": "",
        "english_source": "Gutenberg",
        "foreign_source": "The Clementine Vulgate Project",
        "verified": false,
        "description": "",
        "last_commit": "30536400b53220b7d19600011d5d4e6dd79c672f",
        "last_commit_time": "2022-06-09T23:28:21.000Z"
      }
    ]
  },
  {
    "language": "russian",
    "books": [
      {
        "filename": "anna_karenina",
        "title": "Anna Karenina",
        "author": "Leo Tolstoy",
        "translator": "Constance Garnett",
        "english_source": "Standard Ebooks",
        "foreign_source": "traumlibrary",
        "verified": false,
        "description": "Anna Karenina is certainly somewhat unhappy in her life, but presents a strong and vivacious character when called in to smooth over a major crack that’s appeared in her brother’s marriage. Unfortunately, the very visit designed to help her brother introduces her to Count Alexei Vronsky and sets in motion a chain of events that will ripple through families and the unforgiving society of wealthy Moscow and St. Petersburg.\n\nInitially serialized over five years in The Russian Messenger, Anna Karenina was first published as a two-volume novel in 1878. It was Leo Tolstoy’s second novel, coming after War and Peace and further cementing his role as the primary Russian author of his age. Tolstoy drew on his aristocratic upbringing to set the scene for the novel, and it’s widely believed that he wrote his own experiences and struggles with religion (documented in A Confession) into the central character of Konstantin Levin. — Standard Ebooks",
        "last_commit": "30536400b53220b7d19600011d5d4e6dd79c672f",
        "last_commit_time": "2022-06-09T23:28:21.000Z"
      },
      {
        "filename": "brothers_karamazov",
        "title": "The Brothers Karamazov",
        "author": "Fyodor Dostoevsky",
        "translator": "Constance Garnett",
        "english_source": "Standard Ebooks",
        "foreign_source": "traumlibrary",
        "verified": false,
        "description": "Dmitri Karamazov and his father Fyodor are at war over both Dmitri’s inheritance and the affections of the beautiful Grushenka. Into this feud arrive the middle brother Ivan, recently returned from Moscow, and the youngest sibling Alyosha, who has been released into the wider world from the local monastery by the elder monk Zossima. Through a series of accidents of fate and wilful misunderstandings the Karamazovs edge closer to tragedy, while the local townspeople watch on.\n\nThe Brothers Karamazov was Fyodor Dostoevsky’s final novel, and was originally serialised in The Russian Messenger before being published as a complete novel in 1880. This edition is the well-received 1912 English translation by Constance Garnett. As well as earning wide-spread critical acclaim, the novel has been widely influential in literary and philosophical circles; Franz Kafka and James Joyce admired the emotions that verge on madness in the Karamazovs, while Sigmund Freud and Jean-Paul Satre found inspiration in the themes of patricide and existentialism. — Standard Ebooks",
        "last_commit": "10375011ea52f19929bd1692fe9aa60807aad71f",
        "last_commit_time": "2022-06-09T23:39:10.000Z"
      },
      {
        "filename": "crime_and_punishment",
        "title": "Crime and Punishment",
        "author": "Fyodor Dostoevsky",
        "translator": "Constance Garnett",
        "english_source": "Standard Ebooks",
        "foreign_source": "traumlibrary",
        "verified": false,
        "description": "Crime and Punishment tells the story of Rodion Raskolnikov, an ex-student who plans to murder a pawnbroker to test his theory of personality. Having accomplished the deed, Raskolnikov struggles with mental anguish while trying to both avoid the consequences and hide his guilt from his friends and family.\n\nDostoevsky’s original idea for the novel centered on the Marmeladov family and the impact of alcoholism in Russia, but inspired by a double murder in France he decided to rework it around the new character of Raskolnikov. The novel was first serialized in The Russian Messenger over the course of 1866, where it was an instant success. It was published in a single volume in 1867. Presented here is Constance Garnett’s 1914 translation. — Standard Ebooks",
        "last_commit": "30536400b53220b7d19600011d5d4e6dd79c672f",
        "last_commit_time": "2022-06-09T23:28:21.000Z"
      },
      {
        "filename": "eugene_onegin",
        "title": "Eugene Onegin",
        "author": "Alexander Pushkin",
        "translator": "Henry Spalding",
        "english_source": "Standard Ebooks",
        "foreign_source": "traumlibrary",
        "verified": false,
        "description": "Eugene Onegin is bored: bored of the city, of parties, and of the superficial St. Petersburg social scene. So when a newly-deceased uncle leaves him his country mansion, he jumps at the chance to play the rural lord. There he meets his new neighbours Lenski, a young poet and stark contrast to Onegin’s affected nonchalance, and Tattiana, a dreamy but introverted romantic, and triggers a set of events with tragic consequences.\n\nSerialized over the course of seven years starting in 1825, Pushkin’s novel in verse was and is a huge influence on Russian literature. Its unusual verse structure combined with Pushkin’s own commentary on the social canvas of the time has meant that it has remained relevant and read to this day. Eugene Onegine has been translated into many different languages, and into many different formats including successful operas and films. — Standard Ebooks",
        "last_commit": "30536400b53220b7d19600011d5d4e6dd79c672f",
        "last_commit_time": "2022-06-09T23:28:21.000Z"
      },
      {
        "filename": "idiot",
        "title": "The Idiot",
        "author": "Fyodor Dostoevsky",
        "translator": "Constance Garnett",
        "english_source": "Gutenberg",
        "foreign_source": "traumlibrary",
        "verified": false,
        "description": "Returning to Russia from a sanitarium in Switzerland, the Christ-like epileptic Prince Myshkin finds himself enmeshed in a tangle of love, torn between two women—the notorious kept woman Nastasya and the pure Aglaia—both involved, in turn, with the corrupt, money-hungry Ganya. In the end, Myshkin’s honesty, goodness, and integrity are shown to be unequal to the moral emptiness of those around him. In her revision of the Garnett translation, Anna Brailovsky has corrected inaccuracies wrought by Garnett’s drastic anglicization of the novel, restoring as much as possible the syntactical structure of the original story. — Goodreads",
        "last_commit": "30536400b53220b7d19600011d5d4e6dd79c672f",
        "last_commit_time": "2022-06-09T23:28:21.000Z"
      },
      {
        "filename": "notes_from_underground",
        "title": "Notes from Underground",
        "author": "Fyodor Dostoevsky",
        "translator": "Constance Garnett",
        "english_source": "Standard Ebooks",
        "foreign_source": "traumlibrary",
        "verified": false,
        "description": "Notes from Underground is a fictional collection of memoirs written by a civil servant living alone in St. Petersburg. The man is never named and is generally referred to as the Underground Man. The “underground” in the book refers to the narrator’s isolation, which he described in chapter 11 as “listening through a crack under the floor.” — Standard Ebooks",
        "last_commit": "30536400b53220b7d19600011d5d4e6dd79c672f",
        "last_commit_time": "2022-06-09T23:28:21.000Z"
      },
      {
        "filename": "short_fiction",
        "title": "Short Fiction",
        "author": "Anton Chekhov",
        "translator": "Constance Garnett",
        "english_source": "Standard Ebooks",
        "foreign_source": "Langduet, Traumlibrary",
        "verified": true,
        "description": "Anton Chekhov is widely considered to be one of the greatest short story writers in history. A physician by day, he’s famously quoted as saying, “Medicine is my lawful wife, and literature is my mistress.” Chekhov wrote nearly 300 short stories in his long writing career; while at first he wrote mainly to make a profit, as his interest in writing—and his skill—grew, he wrote stories that heavily influenced the modern development of the form. — Standard Ebooks",
        "last_commit": "30536400b53220b7d19600011d5d4e6dd79c672f",
        "last_commit_time": "2022-06-09T23:28:21.000Z"
      },
      {
        "filename": "war_and_peace",
        "title": "War and Peace",
        "author": "Leo Tolstoy",
        "translator": "Aylmer & Louise Maude",
        "english_source": "Standard Ebooks",
        "foreign_source": "traumlibrary",
        "verified": false,
        "description": "Against the backdrop of the Napoleonic Wars, five aristocratic families in Russia are transformed by the vagaries of life, by war, and by the intersection of their lives with each other. Hundreds of characters populate War and Peace, many of them historical persons, including Napoleon and Tsar Alexander I, and all of them come to life under Tolstoy’s deft hand.\n\nWar and Peace is generally considered to be Tolstoy’s masterpiece, a pinnacle of Russian literature, and one of history’s great novels. Tolstoy himself refused to call it that, saying it was “not a novel, even less is it a poem, and still less a historical chronicle.” It contains elements of history, narrative, and philosophy, the latter increasing in quantity as the book moves towards its climax. Whatever it is called, it is a triumph whose breadth and depth is perhaps unmatched in literature. — Standard Ebooks",
        "last_commit": "30536400b53220b7d19600011d5d4e6dd79c672f",
        "last_commit_time": "2022-06-09T23:28:21.000Z"
      }
    ]
  }
]